Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/foreslaa-skoler-til-benjaminprisen.html.tmx
Source language: nob
Languages: smj

source: Foreslå skoler til Benjaminprisen!
smj: Oajvvada skåvlåjt Benjaminbálkkáj!

source: Vet du om skoler som jobber godt mot rasisme og diskriminering?
smj: Diedá gus skåvlåjt ma buoragit rasisma ja badjelgæhttjama vuosstáj barggi?

source: Nominer dem til Benjaminprisen!
smj: Oajvvada dajt Benjaminbálkkáj!

source: Alle kan sende inn forslag, fristen er 1.oktober.
smj: Gájka bessi oajvvadusájt sáddit, ájggemierre l gålgådismáno 1.biejve.

source: Benjaminprisen er en skolepris, og bærer navnet til Benjamin Hermansen som ble drept på Holmlia i 2001.
smj: Benjaminbálkká l skåvllåbálkká, ja guoddá Benjamin Hermansena namáv guhti gådduj Holmlian jagen 2001.

source: Drapet på ham var rasistisk motivert.
smj: Sivvan suv gåddet lij rasissma.

source: Skolene som mottar prisen arbeider aktivt mot rasisme og alle diskriminerende holdninger og handlinger.
smj: Skåvlå ma bálkáv oadtju dåjmalattjat rasisma vuosstáj barggi ja aj gájkka nuppástime guottoj ja dagoj vuosstáj.

source: Hittil har én skole i Nord-Norge vunnet prisen, Sjøvegan skole i 2015.
smj: Dán rádjáj la akta skåvllå Nuortta-Vuonan bálkáv vuojttám, Vuotnasiida (Sjøvegan) skåvllå jagen 2015.

source: Sekretariatet pleier å få inn få forslag fra den nordligste landsdelen.
smj: Vuorjját háldadus oajvvadusájt nuorttalamos rijkaguovlos oadtju.

source: Mange tenker at arbeid mot rasisme handler om hvordan man tar vare på minoritetselevene ved skolen sin, og dermed at skoler uten minoritetselever ikke kan jobbe godt mot rasisme.
smj: Moattes usjudalli, barggo rasisma vuosstáj guosská gåktu unneplågooahppe ietjasa skåvlån dåmaduvvi, ja dajnas juhti skåvlåjn gånnå ælla unneplågooahppe e máhte buoragit rasisma vuosstáj barggat.

source: Sånn er det ikke.
smj: Ij la dat nav.

source: Arbeid mot rasisme og diskriminering er først og fremst holdningsarbeid.
smj: Barggo rasisma ja nuppástime vuosstáj la åvdemusát miellaguottoj barggat.

source: Vinnerskolene tar rasismeutfordringene i samfunnet på alvor, og gjør det antirasistiske arbeidet til en del av sin skolehverdag.
smj: Vuojttoskåvllå hásstalusájt rasisma gáktuj duodaj válldá, ja dahká bargov rasisma vuosstáj oassen ietjas skåvllåárggabiejves.

source: Sametinget er med i Benjaminprisens jury, som forøvrig består av Marit Hermansen (lærer og Benjamins mor), HL-senteret, Likestillings- og diskrimineringsombudet, Antirasistisk senter, Utdanningsforbundet, Foreldreutvalget for grunnskolen og Elevorganisasjonen.
smj: Sámedikken la ájras Benjaminbálká juryan, manna ietján li Marit Hermansen (åhpadiddje ja Benjamina ieddne), Holocaustguovdásj, Dássádus –ja nuppástimoahttse, Antirasistisk senter, Åhpaduslihtto, Æjgátnammadus vuodoskåvlåjda ja Oahppijorganisasjåvnnå.

source: Prisutdelingen finner sted i tilknytning til den årlige markeringen av den internasjonale Holocaustdagen.
smj: Bálkkájuohkem la jahkásasj mujttádahttema aktavuodan rijkajgasskasasj Holocaustbæjvváj.

source: Kunnskapsministeren overrekker prisen, og vinnerskolen får en sum på 250 000 kroner.
smj: Åhpadusministar bálkáv gálggi, ja vuojttoskåvllå oadtju 250 000 kråvnå.

source: Foreslå skole til Benjaminprisen før 1. oktober.
smj: Oajvvada skåvlåjt Benjaminbálkkáj åvddåla gålgådismáno 1. biejve.
